{"status":"ok","totalResults":29999,"articles":[{"source":{"id":null,"name":"Uol.com.br"},"author":"Erika Nishida","title":"Um megavazamento atrás do outro: como chegamos até aqui?","description":"Em conversa com o Gizmodo Brasil, especialistas em cibersegurança discutem por que o Brasil se tornou tão vulnerável a ataques.\nThe post Um megavazamento atrás do outro: como chegamos até aqui? appeared first on Gizmodo Brasil.","url":"https://gizmodo.uol.com.br/?p=373815","urlToImage":"https://gizmodo.uol.com.br/wp-content/blogs.dir/8/files/2021/02/pexels-soumil-kumar-735911-2-1-scaled-e1614347013260-1000x563.jpg","publishedAt":"2021-03-11T17:03:05Z","content":"Estamos no terceiro mês do ano e já tivemos ao menos três grandes vazamentos de dados no Brasil. Os números assustam: foram mais de 223 milhões de vítimas no primeiro (isso é maior que a população do… [+9972 chars]"},{"source":{"id":null,"name":"Uol.com.br"},"author":"Maria Carolina Sousa","title":"Versão mobile de League of Legends chega ao Brasil","description":"Mesmo apresentando problemas pela sobrecarga de acessos, a versão mobile de League of Legends já é sucesso no Brasil. \nThe post Versão mobile de League of Legends chega ao Brasil appeared first on Gizmodo Brasil.","url":"https://gizmodo.uol.com.br/?p=376633","urlToImage":"https://gizmodo.uol.com.br/wp-content/blogs.dir/8/files/2021/03/wild-rift.jpg","publishedAt":"2021-03-30T00:17:16Z","content":"Nesta segunda-feira (19) chegou oficialmente ao Brasil o League of Legends: Wild Rift, a versão beta mobile do League of Legends. Considerado um MOBA (sigla em inglês para “arena de batalha multiplay… [+2888 chars]"},{"source":{"id":null,"name":"Uol.com.br"},"author":"Nina Da Hora","title":"Antirracismo, tecnologia e inteligência artificial no Brasil: um papo no Mozfest, da Mozilla","description":"Brasileiros se destacam no MozFest, da Mozilla Foundation.\nThe post Antirracismo, tecnologia e inteligência artificial no Brasil: um papo no Mozfest, da Mozilla appeared first on Gizmodo Brasil.","url":"https://gizmodo.uol.com.br/?p=376557","urlToImage":"https://gizmodo.uol.com.br/wp-content/blogs.dir/8/files/2021/01/nina-1-1000x800.jpg","publishedAt":"2021-03-28T22:01:09Z","content":"Por Nina da Hora e Tarcízio Silva * \r\nNos últimos anos, o debate sobre racismo, antirracismo e tecnologia ganhou espaço na mídia global por vários motivos — indo das fragilidades da visão computacion… [+11911 chars]"},{"source":{"id":null,"name":"Uol.com.br"},"author":"Erika Nishida","title":"A corrida espacial agora é privada; e as startups brasileiras lutam para o Brasil não ficar para trás","description":"Conversamos com empreendedores e investidores para entender como está o ecossistema espacial no Brasil e quais os principais desafios.\nThe post A corrida espacial agora é privada; e as startups brasileiras lutam para o Brasil não ficar para trás appeared firs…","url":"https://gizmodo.uol.com.br/startups-espaciais-brasileiras/","urlToImage":"https://gizmodo.uol.com.br/wp-content/blogs.dir/8/files/2021/03/starship_0_pc-e1616000866355-1000x562.jpg","publishedAt":"2021-03-17T17:42:46Z","content":"No último dia de fevereiro, o Brasil lançou o satélite Amazônia-1 do Centro Espacial Satish Dhawan, na Índia, inaugurando um marco importante na história espacial do país. O objetivo é monitorar o de… [+14339 chars]"},{"source":{"id":null,"name":"Uol.com.br"},"author":"Caio Carvalho","title":"Motorola lança Moto G10, Moto G30 e Moto G100 no Brasil a partir de R$ 1.699","description":"Dois deles são mais básicos, enquanto o G100 tem uma pegada mais premium e com processador de ponta. Vendas já começaram no Brasil. \nThe post Motorola lança Moto G10, Moto G30 e Moto G100 no Brasil a partir de R$ 1.699 appeared first on Gizmodo Brasil.","url":"https://gizmodo.uol.com.br/?p=376331","urlToImage":"https://gizmodo.uol.com.br/wp-content/blogs.dir/8/files/2021/03/i420279-1000x563.png","publishedAt":"2021-03-25T17:03:09Z","content":"A Motorola está trazendo três novos smartphones para o Brasil. O Moto G10 e o Moto G30 são intermediários básicos com tela grande, bateria de longa duração e processadores medianos. O Moto G100, por … [+3653 chars]"},{"source":{"id":null,"name":"Uol.com.br"},"author":"Erika Nishida","title":"Nova variante do coronavírus identificada no Brasil já se espalhou por quase todo o país","description":"Estudos indicam que ela surgiu em agosto do ano passado e já se espalhou por estados de todas as regiões do Brasil, exceto do Centro-Oeste.\nThe post Nova variante do coronavírus identificada no Brasil já se espalhou por quase todo o país appeared first on Giz…","url":"https://gizmodo.uol.com.br/?p=375285","urlToImage":"https://gizmodo.uol.com.br/wp-content/blogs.dir/8/files/2020/02/coronavirus-estrutura-cdc-1000x563.jpg","publishedAt":"2021-03-13T15:30:26Z","content":"Enquanto os cientistas ainda tentam entender os perigos da variante P.1 do coronavírus, identificada em Manaus, uma nova cepa foi descoberta no Brasil e pode representar uma ameaça adicional aos esfo… [+2461 chars]"},{"source":{"id":null,"name":"Uol.com.br"},"author":"Maria Carolina Sousa","title":"Netflix cria seu próprio TikTok com trechos engraçados de seus programas","description":"Disponível apenas para usuários de iPhone em países de língua inglesa, o recurso ainda não tem previsão de lançamento para o Brasil. \nThe post Netflix cria seu próprio TikTok com trechos engraçados de seus programas appeared first on Gizmodo Brasil.","url":"https://gizmodo.uol.com.br/netflix-trechos-engracados-tiktok/","urlToImage":"https://gizmodo.uol.com.br/wp-content/blogs.dir/8/files/2021/03/FAST-LAUGHS-NETFLIX-1.jpg","publishedAt":"2021-03-04T18:06:16Z","content":"Nesta quarta-feira (03), a Netflix lançou seu mais novo recurso chamado Fast Laughs (Risadas Rápidas, em tradução livre) que faz com que os usuários possam conferir vídeos curtos e engraçados dos fil… [+2412 chars]"},{"source":{"id":null,"name":"Uol.com.br"},"author":"Maria Carolina Sousa","title":"Com preço mais acessível e catálogo mais diverso, Paramount+ é relançado no Brasil","description":"Com mais de 5 mil horas de filmes e séries, novo catálogo traz conteúdos originais e do conglomerado ViacomCBS. \nThe post Com preço mais acessível e catálogo mais diverso, Paramount+ é relançado no Brasil appeared first on Gizmodo Brasil.","url":"https://gizmodo.uol.com.br/paramount-plus-relancamento-brasil/","urlToImage":"https://gizmodo.uol.com.br/wp-content/blogs.dir/8/files/2021/03/PARAMOUNT-PLUS-1000x444.jpg","publishedAt":"2021-03-05T17:55:47Z","content":"Após uma reformulação em seu conteúdo, que agora consiste em 5 mil horas de filmes e séries, o serviço de streaming Paramount+, do conglomerado de canais ViacomCBS, foi relançado no Brasil nesta quin… [+3261 chars]"},{"source":{"id":null,"name":"Uol.com.br"},"author":"Caio Carvalho","title":"Nova temporada de Fortnite pode ter skin do Neymar","description":"Conta oficial do jogo no Brasil divulgou um teaser que aponta a presença do atacante brasileiro no Battle royale da Epic Games.\nThe post Nova temporada de Fortnite pode ter skin do Neymar appeared first on Gizmodo Brasil.","url":"https://gizmodo.uol.com.br/?p=375362","urlToImage":"https://gizmodo.uol.com.br/wp-content/blogs.dir/8/files/2021/03/Neymar-1000x563.jpeg","publishedAt":"2021-03-15T18:02:06Z","content":"Um dos fatores que torna Fortnite um sucesso são as centenas de skins para mudar a aparência do seu personagem. Já tem roupinha inspirada em super-herói, protagonista de jogo de videogame, filmes, sé… [+1605 chars]"},{"source":{"id":null,"name":"Uol.com.br"},"author":"Giovanni Santa Rosa","title":"Testa aí: Edison Mail, Spark e ProtonMail (21/03/21)","description":"Toda semana, o Gizmodo Brasil traz recomendações de apps para celular, computador e web para deixar sua vida um pouco melhor.\nThe post Testa aí: Edison Mail, Spark e ProtonMail (21/03/21) appeared first on Gizmodo Brasil.","url":"https://gizmodo.uol.com.br/?p=375952","urlToImage":"https://gizmodo.uol.com.br/wp-content/blogs.dir/8/files/2019/10/apps-do-mes-rami-al-zayat-unsplash-e1570288267927-1000x562.jpg","publishedAt":"2021-03-21T20:51:01Z","content":"A sua lista semanal de recomendações de apps do Gizmodo Brasil chegou! Nesta edição, recomendamos três clientes de e-mail para você deixar o Gmail de lado. Afinal de contas, como vimos após a atualiz… [+2651 chars]"},{"source":{"id":null,"name":"Uol.com.br"},"author":"Caio Carvalho","title":"Banco Central autoriza realização de pagamentos via WhatsApp no Brasil","description":"Função está em testes há cerca de um ano, mas até então BC não havia liberado permissão para o uso da ferramenta.\nThe post Banco Central autoriza realização de pagamentos via WhatsApp no Brasil appeared first on Gizmodo Brasil.","url":"https://gizmodo.uol.com.br/?p=376781","urlToImage":"https://gizmodo.uol.com.br/wp-content/blogs.dir/8/files/2020/12/25076398627_d2fddf5122_o-e1606839613954-1000x562.jpg","publishedAt":"2021-03-31T15:57:48Z","content":"Após nove meses de análises, o Banco Central (BC) autorizou nesta terça-feira (30) a realização de pagamentos via WhatsApp no Brasil. O recurso, que ainda não está disponível lembre-se que saiu apena… [+1609 chars]"},{"source":{"id":null,"name":"Uol.com.br"},"author":"Erika Nishida","title":"Após Pfizer, vacina da AstraZeneca/Oxford recebe registro definitivo no Brasil","description":"Com o registro definitivo da vacina, será possível disponibilizar doses a outros grupos além dos prioritários.\nThe post Após Pfizer, vacina da AstraZeneca/Oxford recebe registro definitivo no Brasil appeared first on Gizmodo Brasil.","url":"https://gizmodo.uol.com.br/?p=375197","urlToImage":"https://gizmodo.uol.com.br/wp-content/blogs.dir/8/files/2021/02/steven-cornfield-jWPNYZdGz78-unsplash-e1613703346454-1000x563.jpg","publishedAt":"2021-03-12T18:18:29Z","content":"Além de aprovar o uso de remdesivir para tratar Covid-19, a Agência Nacional de Vigilância Sanitária (Anvisa) anunciou, também nesta sexta-feira (12), o registro definitivo da vacina da AstraZeneca/O… [+1596 chars]"},{"source":{"id":null,"name":"Uol.com.br"},"author":"Caio Carvalho","title":"Samsung lança Galaxy A02 e Galaxy A32 5G no Brasil por até R$ 2.699","description":"O A02 é opção de entrada, mas que ainda custa mais de mil reais. Já o A32 se destaca por ter suporte a 5G e ser menos caro que outros aparelhos com este recurso.\nThe post Samsung lança Galaxy A02 e Galaxy A32 5G no Brasil por até R$ 2.699 appeared first on Gi…","url":"https://gizmodo.uol.com.br/?p=374447","urlToImage":"https://gizmodo.uol.com.br/wp-content/blogs.dir/8/files/2021/03/Samsung-Galaxy-A32-5G-e1614883416294-1000x562.jpg","publishedAt":"2021-03-04T19:01:38Z","content":"A Samsung segue ampliando seu catálogo de smartphones à venda no Brasil, e agora mais duas novidades se juntam à lista: o Galaxy A02 e o Galaxy A32. O primeiro é um smartphone de entrada (embora caro… [+3190 chars]"},{"source":{"id":null,"name":"Uol.com.br"},"author":"Redação","title":"Os lançamentos da semana no Prime Video, Globoplay, Disney+ e Netflix (08/03 a 14/03)","description":"Todas as segundas-feiras trazemos as novidades nos principais serviços de streaming do Brasil. Veja o que terá de novo em cada um deles.\nThe post Os lançamentos da semana no Prime Video, Globoplay, Disney+ e Netflix (08/03 a 14/03) appeared first on Gizmodo B…","url":"https://gizmodo.uol.com.br/lancamentos-prime-video-globoplay-disney-netflix-08-14-marco/","urlToImage":"https://gizmodo.uol.com.br/wp-content/blogs.dir/8/files/2021/03/mika-baumeister-WV1QENLelwI-unsplash-scaled-e1615213260172-1000x562.jpg","publishedAt":"2021-03-08T18:08:49Z","content":"Todas as semanas trazemos até você os lançamentos nos principais serviços de streaming, como Netflix, Prime Video, Globoplay e Disney+. Estas são as novidades entre os dias 08 e 14 de março.\r\nNem tud… [+6705 chars]"},{"source":{"id":null,"name":"Uol.com.br"},"author":"Eduardo Silva e Giacomo Vicenzo","title":"Os reis do fliperama: saudosistas lembram dos tempos de jogos de arcade","description":"Populares nos anos 1980 e 1990, máquinas de fliperama reuniram jovens em bares e casas especializadas no Brasil até serem substituídos pelos consoles.\nThe post Os reis do fliperama: saudosistas lembram dos tempos de jogos de arcade appeared first on Gizmodo B…","url":"https://gizmodo.uol.com.br/?p=374850","urlToImage":"https://gizmodo.uol.com.br/wp-content/blogs.dir/8/files/2021/03/3721952939_8678fd6598_k-1000x750.jpg","publishedAt":"2021-03-09T19:44:07Z","content":"Vinte e cinco competidores lutam para definir quem é o mais forte. Após passar por várias etapas e enfrentar adversários com diferentes habilidades, o vencedor recebe o título de melhor lutador, send… [+7205 chars]"},{"source":{"id":null,"name":"Uol.com.br"},"author":"Caio Carvalho","title":"Samsung anuncia Galaxy A52 e Galaxy A72, intermediários com tela grande e resistência à água","description":"É a primeira vez que a companhia dedica um evento exclusivo para smartphones intermediários. Aparelhos devem chegar ao Brasil em breve.\nThe post Samsung anuncia Galaxy A52 e Galaxy A72, intermediários com tela grande e resistência à água appeared first on Giz…","url":"https://gizmodo.uol.com.br/?p=375575","urlToImage":"https://gizmodo.uol.com.br/wp-content/blogs.dir/8/files/2021/03/Galaxy-A-Unpacked_main3.jpg","publishedAt":"2021-03-17T15:13:20Z","content":"A Samsung anunciou nesta quarta-feira (17) a chegada dos novos integrantes linha Galaxy A no Brasil. Com foco no segmento intermediário, o Galaxy A52 e o Galaxy A72 se inspiram na família Galaxy S21,… [+4868 chars]"},{"source":{"id":null,"name":"Uol.com.br"},"author":"Caio Carvalho","title":"Dicas de games da semana: Phasmophobia, Little Orpheus e Control (14/03/21)","description":"Todos os domingos, o Gizmodo Brasil traz uma curadoria de jogos para você experimentar no seu console de videogame, smartphone, tablet ou PC.\nThe post Dicas de games da semana: Phasmophobia, Little Orpheus e Control (14/03/21) appeared first on Gizmodo Brasil.","url":"https://gizmodo.uol.com.br/?p=375254","urlToImage":"https://gizmodo.uol.com.br/wp-content/blogs.dir/8/files/2021/03/CONTROL-1000x563.jpeg","publishedAt":"2021-03-14T22:58:04Z","content":"Todos os domingos, o Gizmodo Brasil traz uma curadoria de jogos para você experimentar no seu console de videogame, smartphone, tablet ou PC. Alguns deles podem não ser inéditos, nem terem sido lança… [+4291 chars]"},{"source":{"id":null,"name":"Uol.com.br"},"author":"Caio Carvalho","title":"[Review] Realme 7 e Realme 7 Pro: intermediários bem completos, mas preço entre eles pode ser fator decisivo","description":"Os primeiros celulares da Realme no Brasil são boas opções para quem não quer fugir do básico. Basta decidir quanto você pretende investir.\nThe post [Review] Realme 7 e Realme 7 Pro: intermediários bem completos, mas preço entre eles pode ser fator decisivo a…","url":"https://gizmodo.uol.com.br/?p=374172","urlToImage":"https://gizmodo.uol.com.br/wp-content/blogs.dir/8/files/2021/03/IMG_3723-1000x563.jpeg","publishedAt":"2021-04-02T14:46:06Z","content":"Há algumas semanas, eu conversei com Sherry Dong, diretora de marketing da Realme, sobre a estratégia da companhia para o mercado brasileiro. Neste início, as apostas são bem tímidas, mas nem por iss… [+10134 chars]"},{"source":{"id":null,"name":"Uol.com.br"},"author":"Redação","title":"Dicas de games da semana: Tomb Raider, Cities Skylines e mais (21/03/21)","description":"Todos os domingos, o Gizmodo Brasil traz uma curadoria de jogos para você experimentar no seu console de videogame, smartphone, tablet ou PC.\nThe post Dicas de games da semana: Tomb Raider, Cities Skylines e mais (21/03/21) appeared first on Gizmodo Brasil.","url":"https://gizmodo.uol.com.br/?p=375835","urlToImage":"https://gizmodo.uol.com.br/wp-content/blogs.dir/8/files/2021/03/Tomb-Raider-Lara-Croft-Wallpaper-Full-HD-e1616182303446-1000x563.jpeg","publishedAt":"2021-03-21T19:57:03Z","content":"Todos os domingos, o Gizmodo Brasil traz uma curadoria de jogos para você experimentar no seu console de videogame, smartphone, tablet ou PC. Alguns deles podem não ser inéditos, nem terem sido lança… [+4427 chars]"},{"source":{"id":null,"name":"Uol.com.br"},"author":"Erika Nishida","title":"EUA discutem possibilidade de doar vacinas da AstraZeneca ao Brasil e outros países","description":"Atualmente, 30 milhões de doses estão armazenadas nos EUA, mas não podem ser aplicadas porque a vacina ainda não foi aprovada. \nThe post EUA discutem possibilidade de doar vacinas da AstraZeneca ao Brasil e outros países appeared first on Gizmodo Brasil.","url":"https://gizmodo.uol.com.br/?p=375141","urlToImage":"https://gizmodo.uol.com.br/wp-content/blogs.dir/8/files/2020/11/daniel-schludi-mAGZNECMcUg-unsplash-scaled-e1605540862120-1000x563.jpg","publishedAt":"2021-03-12T12:48:22Z","content":"Os Estados Unidos estão discutindo a possibilidade de doar doses da vacina de Oxford, produzida em parceria com a AstraZeneca, a outros países, incluindo o Brasil, segundo informações do New York Tim… [+1568 chars]"}]}